Repository: TopScrech/Glucosy
Catalog: iOS/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, hi, it, nl, ru, tr, uk

source: This indicator shows the amount of used tokens
da: Denne indikator viser antallet af brugte tokens
de: Diese Anzeige zeigt die Anzahl der verwendeten Tokens
es: Este indicador muestra la cantidad de tokens usados
fr: Cet indicateur affiche le nombre de tokens utilisés
hi: यह संकेतक उपयोग किए गए टोकन की मात्रा दिखाता है
it: Questo indicatore mostra il numero di token utilizzati
nl: Deze indicator toont het aantal gebruikte tokens
ru: Этот индикатор показывает количество использованных токенов
tr: Bu gösterge kullanılan token miktarını gösterir
uk: Цей індикатор показує кількість використаних токенів

source: This saved pen type will be reused for future NovoPen scans
da: Denne gemte pentype vil blive genbrugt ved fremtidige NovoPen-scanninger
de: Dieser gespeicherte Pentyp wird für künftige NovoPen-Scans wiederverwendet
es: Este tipo de pluma guardada se reutilizará para futuros escaneos de NovoPen
fr: Ce type de stylo enregistré sera réutilisé pour les futures analyses NovoPen
hi: यह सहेजा गया पेन प्रकार भविष्य के NovoPen स्कैन के लिए फिर से उपयोग किया जाएगा
it: Questo tipo di penna salvata verrà riutilizzato per future scansioni NovoPen
nl: Dit opgeslagen pentype wordt hergebruikt voor toekomstige NovoPen-scans
ru: Этот тип сохраненной ручки будет использоваться для будущих сканирований NovoPen
tr: Kaydedilen bu kalem türü gelecekteki NovoPen taramaları için yeniden kullanılacaktır
uk: Цей збережений тип пера буде повторно використано для майбутніх сканувань NovoPen

source: This tag is not a supported NovoPen
da: Dette tag er ikke en understøttet NovoPen
de: Dieses Tag ist kein unterstütztes NovoPen
es: Esta etiqueta no es un NovoPen compatible
fr: Cette balise n'est pas un NovoPen pris en charge
hi: यह टैग समर्थित NovoPen नहीं है
it: Questo tag non è un NovoPen supportato
nl: Deze tag is geen ondersteunde NovoPen
ru: Эта метка не поддерживается NovoPen
tr: Bu etiket desteklenen bir NovoPen değil
uk: Цей тег не підтримується NovoPen

source: Time
da: Tid
de: Zeit
es: Hora
fr: Temps
hi: समय
it: Ora
nl: Tijd
ru: Время
tr: Zaman
uk: час

source: Time Range
da: Tidsinterval
de: Zeitbereich
es: Rango de tiempo
fr: Plage de temps
hi: समय सीमा
it: Intervallo di tempo
nl: Tijdsbereik
ru: Диапазон времени
tr: Zaman Aralığı
uk: Діапазон часу

source: Today
da: I dag
de: Heute
es: Hoy
fr: Aujourd'hui
hi: आज
it: Oggi
nl: Vandaag
ru: Сегодня
tr: Bugün
uk: Сьогодні

source: Token Window Usage
da: Brug af tokenvindue
de: Nutzung des Token-Fensters
es: Uso de la ventana de tokens
fr: Utilisation de la fenêtre de tokens
hi: टोकन विंडो उपयोग
it: Utilizzo della finestra dei token
nl: Gebruik van tokenvenster
ru: Использование окна токенов
tr: Token penceresi kullanımı
uk: Використання вікна токенів

source: Type here...
da: Skriv her...
de: Hier eingeben...
es: Escribe aquí...
fr: Saisissez ici...
hi: यहां टाइप करें...
it: Scrivi qui...
nl: Typ hier...
ru: Введите здесь...
tr: Buraya yazın...
uk: Введіть тут...

source: Unavailable
da: Ikke tilgængelig
de: Nicht verfügbar
es: No disponible
fr: Indisponible
hi: अनुपलब्ध
it: Non disponibile
nl: Niet beschikbaar
ru: Недоступно
tr: Kullanılamıyor
uk: Недоступний

source: Units
da: Enheder
de: Einheiten
es: Unidades
fr: Unités
hi: यूनिट
it: Unità
nl: Eenheden
ru: Единицы
tr: Ünite
uk: Одиниці

source: Units of Insulin
da: Insulinenheder
de: Einheiten Insulin
es: Unidades de insulina
fr: Unités d'insuline
hi: इंसुलिन की यूनिट
it: Unità di insulina
nl: Eenheden insuline
ru: Единицы измерения инсулина
tr: İnsülin Birimleri
uk: Одиниці інсуліну

source: Unknown
da: Ukendt
de: Unbekannt
es: Desconocido
fr: Inconnu
hi: अज्ञात
it: Sconosciuto
nl: Onbekend
ru: Неизвестно
tr: Bilinmiyor
uk: Невідомий

source: Unspecified
da: Ikke angivet
de: Nicht spezifiziert
es: Sin especificar
fr: Indéterminé
hi: निर्दिष्ट नहीं
it: Non specificato
nl: Niet opgegeven
ru: Не указано
tr: belirtilmemiş
uk: Невизначений

source: Updated %@
da: Opdateret %@
de: %@ aktualisiert
es: Actualizado %@
fr: %@ mis à jour
hi: अपडेट किया गया %@
it: Aggiornato %@
nl: Bijgewerkt %@
ru: Обновлено %@
tr: %@ güncellendi
uk: Оновлено %@

source: Use a real NFC scan on device or load the bundled trace in simulator
da: Brug en rigtig NFC-scanning på enheden, eller indlæs det medfølgende spor i simulatoren
de: Verwenden Sie einen echten NFC-Scan auf dem Gerät oder laden Sie den gebündelten Trace in den Simulator
es: Usa un escaneo NFC real en el dispositivo o carga la traza incluida en el simulador
fr: Utilisez une véritable analyse NFC sur l'appareil ou chargez la trace fournie dans le simulateur
hi: डिवाइस पर वास्तविक NFC स्कैन का उपयोग करें या सिम्युलेटर में शामिल ट्रेस लोड करें
it: Usa una scansione NFC reale sul dispositivo o carica la traccia inclusa nel simulatore
nl: Gebruik een echte NFC-scan op een apparaat of laad de meegeleverde trace in de simulator
ru: Используйте реальное NFC-сканирование на устройстве или загрузите встроенную трассировку в симуляторе
tr: Cihazda gerçek bir NFC taraması kullanın veya paketlenmiş izi simülatöre yükleyin
uk: Використовуйте справжнє сканування NFC на пристрої або завантажте пакетне трасування в симулятор

source: View All
da: Vis alle
de: Alle anzeigen
es: Ver todo
fr: Tout afficher
hi: सभी देखें
it: Vedi tutto
nl: Alles bekijken
ru: Показать все
tr: Tümünü Gör
uk: Переглянути всі

source: Weight
da: Vægt
de: Gewicht
es: Peso
fr: Poids
hi: वजन
it: Peso
nl: Gewicht
ru: Вес
tr: Ağırlık
uk: вага

source: Yesterday
da: I går
de: Gestern
es: Ayer
fr: Hier
hi: कल
it: Ieri
nl: Gisteren
ru: Вчера
tr: Dün
uk: вчора

source: Debug
de: Debuggen
es: Depuración
fr: Déboguer
hi: डीबग
ru: Отладка
tr: Hata ayıklama
uk: Налагодження

source: Insulin Type
de: Insulintyp
es: Tipo de insulina
fr: Type d'insuline
hi: इंसुलिन प्रकार
it: Tipo di insulina
nl: Insulinetype
ru: Тип инсулина
tr: İnsülin Tipi
uk: Тип інсуліну

source: Log Basal
de: Basal protokollieren
es: Registrar basal
fr: Enregistrer basal
hi: बेसल लॉग करें
it: Registra basale
nl: Basaal registreren
ru: Записать базальный
tr: Bazal kaydet
uk: Записати базальний

source: Log Basal Insulin
de: Basalinsulin protokollieren
es: Registrar insulina basal
fr: Enregistrer l’insuline basale
hi: बेसल इंसुलिन लॉग करें
it: Registra insulina basale
nl: Basale insuline registreren
ru: Записать базальный инсулин
tr: Bazal insülini kaydet
uk: Записати базальний інсулін

source: Log Bolus
de: Bolus protokollieren
es: Registrar bolo
fr: Enregistrer bolus
hi: बोलस लॉग करें
it: Registra bolo
nl: Bolus registreren
ru: Записать болюс
tr: Bolus kaydet
uk: Записати болюс

source: Log Bolus Insulin
de: Bolusinsulin protokollieren
es: Registrar insulina en bolo
fr: Enregistrer l’insuline en bolus
hi: बोलस इंसुलिन लॉग करें
it: Registra insulina bolo
nl: Bolusinsuline registreren
ru: Записать болюсный инсулин
tr: Bolus insülini kaydet
uk: Записати болюсний інсулін

source: Model
de: Modell
es: Modelo
fr: Modèle
hi: मॉडल
it: Modello
ru: Модель
tr: Modeli
uk: Модель

source: Scan NovoPen
de: NovoPen scannen
es: Escanear NovoPen
fr: Scanner NovoPen
hi: NovoPen स्कैन करें
it: Scansiona NovoPen
nl: NovoPen scannen
ru: Сканировать NovoPen
tr: NovoPen'i tara
uk: Сканувати NovoPen

source: Scan Pen
de: Scanstift
es: Escanear pluma
fr: Stylo de numérisation
hi: पेन स्कैन करें
it: Scansiona penna
nl: Pen scannen
ru: Сканировать ручку
tr: Tarama Kalemi
uk: скануюча ручка

source: Send
de: Senden
es: Enviar
fr: Envoyer
hi: भेजें
it: Invia
nl: Verstuur
ru: Отправить
tr: Gönder
uk: Надіслати

source: Type
de: Typ
es: Tipo
fr: Taper
hi: प्रकार
it: Tipo
ru: Тип
tr: Tip
uk: Тип

source: BMI
es: IMC
fr: IMC
ru: ИМТ
tr: VKİ
uk: ІМТ

source: Bolus
es: Bolo
fr: Bol
hi: बोलस
it: Bolo
ru: Болюс
uk: Болюс

source: Bolus %@ U
es: Bolo %@ U
hi: बोलस %@ U
it: Bolo %@ U
ru: Болюс %@ ЕД
uk: Болюс %@ U

source: Insulin
es: Insulina
fr: Insuline
hi: इंसुलिन
it: Insulina
nl: Insuline
ru: Инсулин
tr: insülin
uk: інсулін

source: Pen
es: Pluma
fr: Stylo
hi: पेन
it: Penna
ru: Ручка
tr: Kalem
uk: Ручка

source: Status
es: Estado
fr: Statut
hi: स्थिति
it: Stato
ru: Статус
tr: Durum
uk: Статус

source: OK
fr: D'ACCORD
hi: ठीक है
ru: ОК
tr: TAMAM
uk: добре

source: kg
hi: कि.ग्रा.
ru: кг
uk: кг

source: Basal
hi: बेसल
it: Basale
nl: Basaal
ru: Базальный
tr: Bazal
uk: Базальний

source: Basal %@ U
hi: बेसल %@ U
it: Basale %@ U
nl: Basaal %@ U
ru: Базальный %@ ЕД
tr: Bazal %@ U
uk: Базальний %@ U

source: %@ U
ru: %@ ЕД

source: g
ru: г

source: KG
ru: КГ

source: U
ru: ЕД
